[
  {
    "id": 0,
    "text": "Through friendly negotiation, Party A and Party B have reached the following agreement (the “Agreement”) on advertising planning, designing, implementation and release and other matters entrusted by Party A to Party B in accordance with the Civil Code of the People's Republic of China Article 1 Service Content",
    "word_count": 48,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 1,
    "text": "1.3 In order to achieve effective communications between both parties and improve work efficiency, Party B is only responsible to Party A, and Party A needs to designate a special person to be responsible for cooperation and contact with Party B; at the same time, Party B shall establish a special working group to ensure the work quality.",
    "word_count": 58,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 2,
    "text": "The service fee has included all costs for the completion of all of Party B’s services specified in this Agreement (including all direct and indirect costs, advertising design costs, advertising production costs, third-party advertising placement costs and the costs of employing third-party personnel, including but not limited to administrative costs, salaries of third-party service personnel, on-site services, welfare, insurance, transportation, accommodation and communication costs).",
    "word_count": 64,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 3,
    "text": "3.4 Definition of the role of the third party: The third party covers all media, outdoor advertising production companies, printing companies, public relations activities companies, press release companies, freelance writers, freelance painters, exhibition production companies, signage production companies, spray painting companies, gift companies, network companies, electronic publication companies, feature companies, professional film and television advertising production companies, photographers or photographic companies, film production and proofing companies, picture rental companies, professional advertising agencies, etc.",
    "word_count": 73,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 4,
    "text": "1.3 After Party A pays the service fee specified in this Agreement, the copyrights on Party B's work products shall belong to Party A, and Party B shall unconditionally provide Party A with electronic documents of its work products, and shall also provide electronic documents of the finished products for confirmation and release (the picture shall be a modifiable vector format file with the size of the finished product and 300 DPI of resolution).",
    "word_count": 74,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 5,
    "text": "2.4 Party B shall form a project working group consisting of special personnel to formulate the working process, the personnel of such working group shall be approved by Party A, and after the approval of Party A, Party B shall not replace the personnel of the working group without the permission of Party A unless any member resigns.",
    "word_count": 58,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 6,
    "text": "Party B shall replace the personnel within 7 working days until Party A is satisfied; The service team is composed of a core service team, and does not include management, the media department, the production department and other supporting personnel.",
    "word_count": 40,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 7,
    "text": "2.8 Upon written approval by Party A, if Party A cancels any production after Party B has carried out the work, the reasonable costs or expenses incurred for the cancelled part may be recovered from Party A, provided that Party B must provide the amount and legal basis of relevant costs.",
    "word_count": 51,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 8,
    "text": "5.4 If Party A maliciously delays paying Party B the service fee in this Agreement without justified reasons and still fails to fulfill the payment obligation after two written reminders from Party B, Party B has the right to rescind the Agreement.",
    "word_count": 42,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 9,
    "text": "5.5 If the Agreement is changed or rescinded, a written notice shall be sent to the other party, and the change or rescission of the Agreement shall take effect as of the date when the notice reaches the other party.",
    "word_count": 40,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 10,
    "text": "6.2 Except for force majeure such as natural disasters and government mandates, Party B shall complete all work with quality and quantity guaranteed according to the work schedule approved by Party A or within the specified time, otherwise Party B shall be deemed to have breached this Agreement.",
    "word_count": 48,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 11,
    "text": "If Party B still cannot complete the work after more than 5 working days, Party A has the right to unilaterally terminate the performance of this Agreement and Party B shall pay 10% of the total contract price as liquidated damages.",
    "word_count": 41,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 12,
    "text": "6.3 If Party A fails to provide the necessary information required for Party B’s service within the specified time, or fails to put forward clear modification opinions on Party B's advertising programs within the specified time, the time for Party B's completion of the work shall be extended accordingly.",
    "word_count": 49,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 13,
    "text": "6.4 Party A and Party B shall strictly comply with this Agreement, abide by the contract spirit and keep trade secrets strictly confidential, and shall not disclose any terms of this Agreement (including relevant production costs, design results, etc.) to any third party.",
    "word_count": 43,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 14,
    "text": "0.12 Contract for Entrusted Research and Development Client: Fujian Blue-Touch Technology Co., Ltd. (hereinafter referred to as \"Party A\") Address: (South Section, Changle Lake), Airport Industrial Zone, Fuzhou City Trustee: Guangzhou Motie Biotechnology Co., Ltd. (hereinafter referred to as \"Party B\") Address: Room 1010, 10th Floor, Baiyun Electric Science and Technology Building, No. 9 Keyuan Road, Guangzhou Non-governmental Science and Technology Park, No. 1633 Beitai Road, Baiyun District, Guangzhou Following amicable discussions by Party A and Party B, both parties have signed this contract on December 30, 2024 in Changle District, Fuzhou City, Fujian Province regarding relevant matters of Party B’s R&D of Blue-Touch product series to be developed by Party B entrusted by Party A.",
    "word_count": 116,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 15,
    "text": "Technical Services: During and for a reasonable period after the delivery of R&D results, Party B shall provide necessary technical consulting, technical guidance, and other related technical services so as to ensure that Party A can properly apply and use R&D results, as well as provide essential assistance during the product manufacturing process.",
    "word_count": 53,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 16,
    "text": "Both parties unanimously agree that all intellectual property rights related to the products, technologies, and formulas developed by Party B, including but not limited to the rights to patent application, patent rights, proprietary technologies, and trade secrets etc., shall unconditionally belong to Party A.",
    "word_count": 44,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 17,
    "text": "In particular, Party B shall take necessary measures (such as signing non-competition agreements, non-disclosure agreements, and other relevant agreements) to ensure that its employees (especially those involved in R&D results) adhere to the provisions outlined in this section during their employment with Party B and for at least two years after the termination of their employment relationship with Party B.",
    "word_count": 60,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 18,
    "text": "Party B shall strictly maintain the confidentiality of all information related to R&D results, including but not limited to technical parameters, design schemes, trade secrets, and material formulations etc., and shall not disclose any such information to any third party.",
    "word_count": 40,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 19,
    "text": "In particular, Party B shall take necessary measures (such as signing non-competition agreements, non-disclosure agreements, and other relevant agreements) to ensure that its employees (especially those involved in R&D results) adhere to the confidentiality provisions outlined in this section during their employment with Party B and for at least two years after the termination of their employment relationship with Party B.",
    "word_count": 61,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 20,
    "text": "If Party B fails to deliver R&D results on time, except for factors caused by Party A or force majeure, Party B shall pay a late penalty fee as liquidated damages, which amounts to 14% of the total entrustment expenses, to Party A.",
    "word_count": 43,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 21,
    "text": "Upon Party A's inspection and after providing Party B with a reasonable period for improvement, if R&D results are ultimately found to be partially or wholly non-compliant with the conditions and objectives agreed upon herein, Party B shall proportionately return part or all of the entrusted R&D funds already paid by Party A.",
    "word_count": 53,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 22,
    "text": "After Party B completes the R&D work and sends an official delivery notice to Party A, if Party A, without good cause, fails to accept the R&D results one month past the deadline, Party B shall have the right to transfer or sell the R&D results to a third party and shall have the right to demand Party A to pay a penalty of 14% of the total entrustment expenses",
    "word_count": 70,
    "source": "real_contract_advertising_agreement"
  },
  {
    "id": 23,
    "text": "In the event of any force majeure event, the affected party shall notify the unaffected party in writing within fifteen days and shall make all reasonable efforts to resume the fulfillment of this contract as soon as possible after the force majeure event ceases.",
    "word_count": 44,
    "source": "real_contract_advertising_agreement"
  }
]